Cannot find references to dimension sketch.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotGetSketchReferences { get; }
  Visual Basic
Public Shared ReadOnly Property CannotGetSketchReferences As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotGetSketchReferences {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace